Repository: cybercop-montana/simpleburn
Catalog: po/*.po
Languages: cs, de, fr, hu, it, pl, ru

source: _File
cs: _Soubor
de: _Datei
fr: _Fichier
hu: _Fájl
pl: _Plik
ru: _Файл

source: _Help
cs: _Pomoc
de: _Hilfe
fr: Aid_e
hu: _Segítség
it: A_iuto
pl: _Pomoc
ru: _Справка

source: About SimpleBurn
cs: O aplikaci Simpleburn
de: Über SimpleBurn
fr: À propos de SimpleBurn
hu: a SimpleBurn-ről
it: A proposito di SimpleBurn
pl: O SimpleBurn
ru: О программе

source: CD / DVD reader :
cs: CD / DVD čtečka :
de: CD / DVD Laufwerk :
fr: Lecteur CD / DVD :
hu: CD / DVD olvasó:
it: Lettore CD/DVD :
pl: Urządzenie CD / DVD :
ru: Оптический привод:

source: Get media informations
cs: Získat informace o médiu
de: Hole Medien-Details
fr: Détection du média
hu: Lemezinformáció beolvasása
it: Acquisisci Informazioni sui media
pl: Informacje o płycie
ru: Информация

source: Eject
cs: Vysunout
fr: Ejecter
hu: Lemezt kiad
it: Espellere
pl: Wysuń
ru: Извлечь из привода

source: Informations
cs: Informace
de: Informationen
fr: Détection du média
hu: Információk
it: Informazioni
pl: Informacje
ru: Диск

source: Image file name :
cs: Název souboru s obrazem :
de: Abbild Dateiname :
fr: Nom du fichier image :
hu: Lemezképfájl neve:
it: Nome file immagine :
pl: Nazwa pliku obrazu :
ru: Имя ISO-образа:

source: Location :
cs: Umístění :
de: Ort :
fr: Emplacement :
hu: Hely:
it: Posizione :
pl: Położenie :
ru: Каталог:

source: Extract ISO image
cs: Extrahovat ISO obraz
de: Entpacke ISO Abbild
fr: Extraire image ISO
hu: ISO lemezkép készítése
it: Estrai immagine ISO
pl: Zrobienie obrazu ISO
ru: Создать ISO-образ

source: Image file :
cs: Soubor obrazu :
de: Abbild Datei :
fr: Fichier image :
hu: Lemezképfájl:
it: File immagine :
pl: Plik obrazu :
ru: ISO-образ для записи:

source: CD / DVD writer :
cs: CD / DVD vypalovačka :
de: CD / DVD Rekorder :
fr: Graveur CD / DVD :
hu: CD / DVD író:
it: Masterizzatore CD/DVD :
pl: Urządzenie CD / DVD :
ru: Оптический привод:

source: Burn ISO image
cs: Vypálit ISO obraz
de: Brenne ISO Abbild
fr: Graver image ISO
hu: ISO lemezkép felírása
it: Masterizza immagine ISO
pl: Wypalenie obrazu ISO
ru: ЗАПИСАТЬ ISO-образ

source: Directory :
cs: Adresář :
de: Verzeichnis :
fr: Répertoire :
hu: Könyvtár:
pl: Katalog :
ru: Каталог:

source: Tracks :
fr: Pistes :
ru: Дорожки:

source: Format :
ru: Формат:

source: Extract audio CD
cs: Extrahovat hudební CD
de: Entpacke Audio CD
fr: Extraire CD audio
hu: Audió CD kivonása
it: Estrai audio CD
pl: Ściągnięcie CD audio
ru: Конвертировать Аудио CD

source: DVD reader :
cs: DVD čtečka :
de: DVD Laufwerk :
fr: Lecteur DVD :
hu: DVD olvasó:
it: Lettore DVD :
pl: Urządzenie DVD :
ru: Оптический привод:

source: Title :
cs: Název :
de: Titel :
fr: Titre :
hu: Cím:
it: Titolo :
ru: Раздел:

source: Audio Language :
cs: Jazyk nahrávky :
de: Audio-Sprache
fr: Language audio :
hu: Hangnyelv:
it: Audio lingua :
ru: Язык звука:

source: Subtitles :
cs: Titulky :
de: Untertiteln :
fr: Sous-titres :
hu: Felirat:
it: Sottotitoli :
ru: Субтитры:

source: Quality :
cs: Kvalita :
de: Qualität :
fr: Qualité :
hu: Minőség:
it: Qualità :
ru: Качество:

source: Detect
cs: Detekovat
de: Identifizieren
fr: Detecter
hu: Keresd
it: Identificare
ru: Обнаружить

source: Preview
cs: Ukázka
de: Vorschau
fr: Prévisualiser
hu: Előnézet
it: Anteprima
ru: Просмотреть

source: Extract video DVD
cs: Extrahovat video DVD
de: Entpacke Video DVD
fr: Extraire DVD vidéo
hu: Videó DVD kivonása
it: Estrai video DVD
ru: Конвертировать DVD

source: Select a directory
cs: Vybrat adresář
de: Verzeichnis auswählen
fr: Sélectionner un répertoire
hu: Válassz egy könyvtárat
it: Seleziona una directory
pl: Wybierz katalog
ru: Выбор каталога для записи

source: Burn audio CD
cs: Vypálit hudební CD
de: Brenne Audio CD
fr: Graver CD audio
hu: Audió CD írása
it: Masterizza audio CD
pl: Wypalenie CD audio
ru: Аудио CD

source: Burn data CD / DVD
cs: Vypálit datové CD / DVD
de: Brenne Daten CD / DVD
fr: Graver CD / DVD de données
hu: Adat CD / DVD írása
it: Masterizza CD/DVD dati
pl: Wypalenie CD / DVD z danymi
ru: Диск с данными

source: <i>Note: MP3 CDs are data CDs.</i>
cs: <i>Poznámka: MP3 CD jsou datová CD.</i>
de: <i>Anmerkung: MP3 CDs sind Daten CDs.</i>
fr: <i>Note: les CD MP3 sont des CD de données.</i>
hu: <i>Megjegyzés: az MP3 CD-k adat CD-k</i>
it: <i>Nota: CD MP3 sono CD di dati.</i>
pl: <i>Uwaga: Płyta CD MP3 jest płytą CD z danymi.</i>
ru: <i>Заметка: CD с mp3-файлами — это CD с данными.</i>

source: Burn audio / data
cs: Vypálit hudbu / data
de: Brenne Audio / Daten
fr: Graver audio / données
hu: Audió / Adatok felírása
it: Masterizza audio / dati
pl: Wypalenie audio / danych
ru: ЗАПИСАТЬ

source: Copy CD / DVD
cs: Kopírovat CD / DVD
de: CD / DVD kopieren
fr: Copier CD / DVD
hu: CD / DVD másolás
it: Copia CD /DVD
pl: Skopiowanie CD / DVD
ru: Копировать диск "на лету"

source: Copy
cs: Kopírovat
de: Kopie
fr: Copier
hu: Másolás
it: Copia
pl: Kopiowanie
ru: Копировать

source: Fast CD / DVD blanking
cs: Rychlé CD / DVD mazání
de: Schnelles CD / DVD löschen
fr: Effacement rapide de CD / DVD
hu: CD / DVD gyors törlése
it: Cancellazione veloce CD / DVD
pl: Szybkie wymazywanie CD / DVD
ru: Быстро

source: Complete CD / DVD blanking
cs: Úplné CD/ DVD mazání
de: Komplettes CD / DVD löschen
fr: Effacement complet de CD / DVD
hu: Újraírható CD / DVD teljes törlése
it: Cancellazione completa CD / DVD
pl: Pełne wymazywanie CD / DVD
ru: Полностью

source: Blank
cs: Vymazat
de: Löschen
fr: Effacer
hu: Törlés
it: Cancellazione
pl: Wymazywanie
ru: Очистить

source: Total time :
cs: Celkový čas :
de: Gesamtzeit :
fr: Temps total :
hu: Teljes idő:
it: Tempo totale :
pl: Łączny czas :
ru: Всего времени:

source: Elapsed time :
cs: Uplynulý čas :
de: Bisherige Zeit :
fr: Temps écoulé :
hu: Eltelt idő:
it: Tempo trascorso :
pl: Czas który upłynął :
ru: Прошло:

source: Remaining time :
cs: Zbývající čas :
de: Verbleibende Zeit :
fr: Temps restant :
hu: Hátramaradt idő:
it: Tempo rimanente :
pl: Pozostały czas :
ru: Осталось:

source: Fast '%s' CD/RW blanking ...
cs: Rychlé '%s' CD/RW mazání ...
de: Schnelle '%s' CD/RW Löschung ...
fr: Effacement rapide du CD/RW '%s' ...
hu: '%s' CD/RW gyors törlése ...
it: Cancellazione '%s' veloce CD/RW ...
pl: Szybkie wymazywanie CD/RW '%s' ...
ru: Быстрая очистка CD-RW на приводе '%s'...

source: Fast '%s' DVD/RW blanking ...
cs: Rychlé '%s' DVD/RW mazání ...
de: Schnelles Löschen von '%s' DVD/RW ...
fr: Effacement rapide du DVD/RW '%s' ...
hu: '%s' DVD/RW gyors törlése ...
it: Cancellazione '%s' veloce DVD/RW ...
pl: Szybkie wymazywanie DVD/RW '%s' ...
ru: Быстрая очистка DVD RW на приводе '%s'...

source: Full '%s' CD/RW blanking ...
cs: Úplné '%s' CD/RW mazání ...
de: Komplettes Löschen von '%s' CD/RW ...
fr: Effacement complet du CD/RW '%s' ...
hu: '%s' CD/RW teljes törlése ...
it: Cancellazione '%s' completa CD/RW ...
pl: Pełne wymazywanie CD/RW '%s' ...
ru: Полная очистка CD-RW на приводе '%s'...

source: Full '%s' DVD/RW blanking ...
cs: Úplné '%s' DVD/RW mazání ...
de: Komplettes Löschen von '%s' DVD/RW...
fr: Effacement complet du DVD/RW '%s' ...
hu: '%s' DVD/RW teljes törlése ...
it: Cancellazione '%s' completa CD/RW ...
pl: Pełne wymazywanie DVD/RW '%s' ...
ru: Полная очистка DVD RW на приводе '%s'...

source: Error : no rewritable CD / DVD in drive.
cs: Chyba : žádné přepisovatelné CD / DVD v mechanice.
de: Fehler : keine wiederbeschreibbare CD / DVD im Laufwerk.
fr: Erreur : pas de CD / DVD réinscriptible dans le lecteur.
hu: Hiba: a meghajtóban nincs újraírható CD / DVD
it: Errore : nessun CD / DVD riscrivibile nel drive.
pl: Błąd : nie ma zapisywalnej płyty CD / DVD w urządzeniu.
ru: Ошибка: нет перезаписываемого (RW) диска.

source: Error : no CD in drive.
cs: Chyba : žádné CD v mechanice.
de: Fehler : keine CD im Laufwerk.
fr: Erreur : pas de CD dans le lecteur.
hu: Hiba: a meghajtóban nincs CD lemez
it: Errore : nessun CD nel drive.
pl: Błąd : nie ma CD w urządzeniu.
ru: Ошибка: нет CD.

source: Error : no DVD in drive.
cs: Chyba : žádné DVD v mechanice.
de: Fehler : keine DVD im Laufwerk.
fr: Erreur : pas de DVD dans le lecteur.
hu: Hiba: a meghajtóban nincs DVD lemez
it: Errore : nessun DVD nel drive
pl: Błąd : nie ma DVD w urządzeniu.
ru: Ошибка: нет DVD.

source: Error : media in drive is not blank.
cs: Chyba : médium v mechanice není prázdné.
de: Fehler : Medium im Laufwerk ist nicht leer.
fr: Erreur : le média dans le lecteur n'est pas vierge.
hu: Hiba: a meghajtóban levő lemez nem üres
it: Errore : il media nel drive non è vuoto.
pl: Błąd : płyta w urządzeniu nie jest pusta.
ru: Ошибка: нет чистого диска.

source: Error : media in drive is blank.
cs: Chyba : médium v mechanice je prázdné.
de: Fehler : Medium im Laufwerk ist leer.
fr: Erreur : le média dans le lecteur est vierge.
hu: Hiba: a meghajtóban levő lemez üres
it: Errore : il media nel drive è vuoto
pl: Błąd : płyta w urządzeniu jest pusta.
ru: Ошибка: чистый диск.

source: Error : no audio CD in drive.
cs: Chyba : žádné hudební CD v mechanice.
de: Fehler : keine Audio CD im Laufwerk.
fr: Erreur : pas de CD audio dans le lecteur.
hu: Hiba: a meghajtóban nincs audió CD
it: Errore : nessun audio CD nel drive
pl: Błąd : nie ma płyty CD audio w urządzeniu.
ru: Ошибка: нет аудио CD.

source: Error : no ISO9660 formatted media in drive.
cs: Chyba : žádné médium s formátem ISO9660 v mechanice.
de: Fehler : keine ISO9660-formatierte Medium im Laufwerk.
fr: Erreur : pas de média au format ISO9660 dans le lecteur.
hu: Hiba: a meghajtóban levő lemez nem ISO9660 formátumú
it: Errore : nessun ISO9660 formattato disco nel drive
pl: Błąd : nie ma płyty w formacie ISO9660 w urządzeniu.
ru: Ошибка: нет диска с файловой системой ISO 9660.

source: Error : not enough space on media.
cs: Chyba : nedostatek místa na médiu.
de: Fehler : nicht genug Platz auf dem Medium.
fr: Erreur : pas assez d'espace sur le média.
hu: Hiba: nincs elég hely a lemezen
it: Errore : Non c'è ulteriore spazio sul disco.
pl: Bład : nie ma wystarczającej ilości wolnego miejsca na płycie.
ru: Ошибка: недостаточно свободного места.

source: Error : image file is not set.
cs: Chyba : soubor s obrazem není nenastaven.
de: Fehler : keine Abbilddatei ausgewählt.
fr: Erreur : fichier image non défini.
hu: Hiba: lemezképfájl nincs megadva
it: Errore : il file immagine non è stato selezionato.
pl: Błąd : plik obrazu nie jest określony.
ru: Ошибка: ISO-образ не выбран.

source: Error : image file name empty.
cs: Chyba : název souboru s obrazem je prázdný.
de: Fehler : Name der Abbilddatei ist leer.
fr: Erreur : nom du fichier image vide.
hu: Hiba: lemezképfájl neve üres
it: Errore : il file immagine è vuoto.
pl: Błąd : brak nazwy pliku obrazu.
ru: Ошибка: не выбрано имя ISO-образа.

source: Error : CD / DVD reader and writer must be different for copy.
cs: Chyba : CD / DVD čtečka a vypalovačka se při kopírování musí lišit.
de: Fehler : CD / DVD Player und Brenner müssen sich bei Kopie unterscheiden.
fr: Erreur : lecteur et graveur de CD / DVD doivent être différents pour la copie.
hu: Hiba: CD / DVD másolásához az olvasó és író két különböző meghajtó kell legyen
it: Errore : il lettore CD / DVD deve essere differente per eseguire la copia.
pl: Błąd : czytnik i nagrywarka CD / DVD muszą być różne dla kopiowania.
ru: Ошибка: должны быть выбраны разные приводы.

source: Burning '%s' ISO image on '%s' ...
cs: Vypaluji '%s' ISO obraz na '%s' ...
de: Brennen des '%s' ISO Abbildes auf '%s' ...
fr: Gravure de l'image ISO '%s' sur '%s' ...
hu: '%s' ISO kép kép írása ezen: '%s' ...
it: Masterizzazione '%s' immagine ISO su '%s' ...
pl: Wypalanie obrazu ISO '%s' na '%s' ...
ru: Запись ISO-образа '%s' на приводе '%s'...

source: Burning audio files in '%s' on '%s' ...
cs: Vypaluji hudební soubory v '%s' na '%s' ...
de: Brennen der Audio-Daten von '%s' auf '%s' ...
fr: Gravure des fichiers audio du dossier '%s' sur '%s' ...
hu: Az itt ('%s') levő audió fájlok írása ezen: '%s' ...
it: Masterizzazione files audio da'%s' su '%s' ...
pl: Wypalanie plików audio z '%s' na '%s' ...
ru: Запись аудио из каталога '%s' на приводе '%s'...

source: Burning data in directory '%s' on '%s' ...
cs: Vypaluji data v adresáři '%s' na '%s' ...
de: Brenne Daten in '%s' Verzeichnis auf '%s' ...
fr: Gravure des données du dossier '%s' sur '%s' ...
hu: Az itt ('%s') levő adat fájlok írása ezen: '%s' ...
it: Masterizzazione dati nella directory '%s' su '%s' ...
pl: Wypalanie danych z '%s' na '%s' ...
ru: Запись данных из каталога '%s' на приводе '%s'...

source: Error : no video DVD in drive.
cs: Chyba : žádné video DVD v mechanice.
de: Fehler : keine Video-DVD im Laufwerk.
fr: Erreur : pas de DVD vidéo dans le lecteur.
hu: Hiba: a meghajtóban nincs videó DVD
it: Errore : nessun video DVD nel drive.
pl: Błąd : nie ma DVD w urządzeniu.
ru: Ошибка: нет видео DVD.

source: Extracting video DVD ...
cs: Extrahuji video DVD ...
de: Entpacken Video DVD ...
fr: Extraire DVD vidéo ...
hu: Videó DVD kivonása folyamatban ...
it: Estrazione video DVD ...
ru: Конвертирование видео DVD...

source: none
cs: žádný
de: keine
fr: aucun
hu: egy sem
it: nessuno
ru: ничего нет

source: Copy audio CD in '%s' to '%s' ...
cs: Kopíruji hudební CD v '%s' na '%s' ...
de: Kopieren der Audio CD von '%s' nach '%s' ...
fr: Copie du CD audio dans '%s' vers '%s' ...
hu: Az itt ('%s') levő audió CD másolása ide: '%s' ...
it: Copia audio CD da '%s' a '%s' ...
pl: Kopiowanie CD audio z '%s' na '%s' ...
ru: Копирование аудио CD с привода '%s' на привод '%s'...

source: Copy data CD / DVD in '%s' to '%s' ...
cs: Kopíruji datové CD / DVD v '%s' na '%s' ...
de: Kopieren der Daten CD /DVD von '%s' nach '%s' ...
fr: Copie du CD / DVD de données dans '%s' vers '%s' ...
hu: Az itt ('%s') levő adat CD / DVD másolása ide: '%s' ...
it: Copia data CD / DVD da '%s' a '%s' ...
pl: Kopiowanie CD / DVD z danymi z '%s' na '%s' ...
ru: Копирование диска с привода '%s' на привод '%s'...

source: Extracting ISO image of '%s' to '%s' ...
cs: Extrahuji ISO obraz z '%s' do '%s' ...
de: Entpacken des ISO Abbildes von '%s' nach '%s' ...
fr: Extraction de l'image ISO de '%s' vers '%s' ...
hu: ISO lemezkép készítése erről '%s' ide: '%s'
it: Estrazione immagine ISO da '%s' a '%s' ...
pl: Ściągnięcie obrazu ISO z '%s' na '%s' ...
ru: Создание ISO-образа на приводе '%s' в '%s'...

source: Extracting audio of '%s' to '%s' ...
cs: Extrahuji hudbu z '%s' do '%s' ...
de: Entpacken der Audio-Daten von '%s' nach '%s' ...
fr: Extraction audio de '%s' vers '%s' ...
hu: Audió kivonása erről '%s' ide: '%s'
it: Estrazione audio da '%s' a '%s' ...
pl: Ściągnięcie audio z '%s' na '%s' ...
ru: Конвертирование аудио CD на приводе '%s' в '%s'...

source: Operation completed.
fr: Opération terminée.
ru: Задание выполнено.

source: Error : something went wrong.
fr: Erreur: quelque chose n'a pas fonctionné.
ru: Процесс не завершён.

source: Error : no CD / DVD device detected
cs: Chyba : žádné CD / DVD zařízení nebylo detekováno
de: Fehler : kein CD / DVD Laufwerk gefunden.
fr: Erreur : aucun lecteur de CD / DVD détecté.
hu: Hiba: CD / DVD meghajtó nem található
it: Errore : nessun CD / DVD dispositivo rilevato
pl: Błąd : nie wykryto żadnego urządzenia CD / DVD.
ru: Ошибка: привод не обнаружен.

source: MPEG-4 Normal quality
cs: MPEG-4 Běžná kvalita
de: MPEG-4 Normale Qualität
fr: MPEG-4 qualité normale
hu: MPEG-4 normális minőség
it: MPEG-4 Qualità normale
ru: MPEG-4 Нормальное качество

source: MPEG-4 High quality
cs: MPEG-4 Vysoká kvalita
de: MPEG-4 Hohe Qualität
fr: MPEG-4 haute qualité
hu: MPEG-4 jó minőség
it: MPEG-4 Di alta qualità
ru: MPEG-4 Высокое качество

source: MPEG-2 DVD quality (best)
cs: MPEG-2 DVD kvalita (nejlepší)
de: MPEG-2 DVD Qualität (beste)
fr: MPEG-2 qualité DVD (la meilleure)
hu: MPEG-2 DVD minőség (a legjobb)
it: MPEG-2 DVD qualità (migliore)
ru: MPEG-2 DVD-качество (лучшее)

source: No media inserted
cs: Médium nevloženo
de: Kein Medium eingelegt
fr: Aucun média
hu: Lemez nincs behelyezve
it: Nessun disco inserito
pl: Brak płyty
ru: Ошибка: нет диска

source: rewritable
cs: přepisovatelný
de: wiederbeschreibbar
fr: réinscriptible
hu: újraírható
it: riscrivibile
pl: wielokrotnego zapisu
ru: RW (перезаписываемый)

source: Media type : blank CD
cs: Typ média : prázdné CD
de: Medientyp : leere CD
fr: Type de média : CD vierge
hu: Lemeztípus: üres CD
it: Tipologia media : CD vuoto
pl: Rodzaj płyty : pusta CD
ru: Описание: чистый CD

source: Media type : audio CD
cs: Typ média : hudební CD
de: Medientyp : Audio CD
fr: Type de média : CD audio
hu: Lemeztípus: audió CD
it: Tipologia media : audio CD
pl: Rodzaj płyty : CD audio
ru: Описание: аудио CD

source: Media type : data CD (ISO9660)
cs: Typ média : datové CD (ISO9660)
de: Medientyp : Daten CD (ISO9660)
fr: Type de média : CD de données (ISO9660)
hu: Lemeztípus: adat CD (ISO9660)
it: Tipologia media : CD dati (ISO9660)
pl: Rodzaj płyty : CD z danymi (ISO9660)
ru: Описание: CD с данными (файловая система ISO 9660)

source: Media type : data CD (UDF)
cs: Typ média : datové CD (UDF)
de: Medientyp : Daten CD (UDF)
fr: Type de média : CD de données (UDF)
hu: Mediatyp : adat CD (UDF)
it: Tipologia media : CD dati (UDF)
pl: Rodzaj płyty : CD z danymi (UDF)
ru: Описание: CD с данными (файловая система UDF)

source: Media type : blank DVD
cs: Typ média : prázdné DVD
de: Medientyp : leere DVD
fr: Type de média : DVD vierge
hu: Lemeztípus: üres DVD
it: Tipologia media : DVD vuoto
pl: Rodzaj płyty : pusta DVD
ru: Описание: чистый DVD

source: Media type : DVD (ISO9660)
cs: Typ média : DVD (ISO9660)
de: Medientyp : DVD (ISO9660)
fr: Type de média : DVD (ISO9660)
hu: Lemeztípus: DVD (ISO9660)
it: Tipologia media : DVD (ISO9660)
pl: Rodzaj płyty : DVD (ISO9660)
ru: Описание: DVD (файловая система ISO 9660)

source: Media type : DVD (UDF)
cs: Typ média : DVD (UDF)
de: Medientyp : DVD (UDF)
fr: Type de média : DVD (UDF)
hu: Lemeztípus: DVD (UDF)
it: Tipologia media : DVD (ISO9660)
pl: Rodzaj płyty : DVD (UDF)
ru: Описание: DVD (файловая система UDF)

source: Media type : unknown
cs: Typ média : neznámé
de: Medientyp : unbekannt
fr: Type de média : inconnu
hu: Lemeztípus: ismeretlen
it: Tipologia media : sconosciuta
pl: Rodzaj płyty : nieznany
ru: Описание: не определено
